Repository: mattiaa95/eNDS
Catalog: Targets/INDS/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans

source: "%1$@" already exists in your library.
de: „%1$@“ ist bereits in deiner Bibliothek vorhanden.
es: «%1$@» ya existe en tu biblioteca.
fr: « %1$@ » existe déjà dans votre bibliothèque.
it: “%1$@” è già presente nella tua libreria.
ja: 「%1$@」はライブラリにすでに存在します。
ko: “%1$@”은(는) 라이브러리에 이미 존재합니다.
pt_pt: «%1$@» já existe na sua biblioteca.
ru: «%1$@» уже существует в вашей библиотеке.
zh_hans: “%1$@”已在您的库中存在。

source: "ROM Only" keeps its battery save and save states in case you re-import it later. "ROM + Save Data" removes everything for this game.
de: „Nur ROM“ bewahrt den Akkustand und die Spielstände auf, falls du das Spiel später erneut importieren möchtest. „ROM + Speicherdaten“ löscht alle Daten zu diesem Spiel.
es: La opción «Solo ROM» conserva la partida guardada y los estados guardados por si decides volver a importarla más adelante. La opción «ROM + Datos guardados» borra todo lo relacionado con este juego.
fr: L'option « ROM uniquement » conserve la sauvegarde de la batterie et les états de sauvegarde au cas où vous réimporteriez le jeu ultérieurement. L'option « ROM + données de sauvegarde » supprime tout ce qui concerne ce jeu.
it: L'opzione "Solo ROM" conserva la batteria e gli stati di salvataggio nel caso in cui si voglia reimportare il gioco in un secondo momento. L'opzione "ROM + Dati di salvataggio" elimina tutto ciò che riguarda questo gioco.
ja: 「ROMのみ」を選択すると、後で再インポートする際に備えて、バッテリーセーブデータとセーブデータが保持されます。「ROM＋セーブデータ」を選択すると、このゲームに関するすべてのデータが削除されます。
ko: "ROM만"을 선택하면 나중에 다시 가져올 때를 대비해 배터리 저장 정보와 세이브 데이터를 유지합니다. "ROM + 세이브 데이터"를 선택하면 이 게임과 관련된 모든 데이터가 삭제됩니다.
pt_pt: A opção «Apenas ROM» mantém os dados de poupança de bateria e os estados guardados, caso queira reimportá-la mais tarde. A opção «ROM + Dados Guardados» elimina tudo relativo a este jogo.
ru: Вариант «Только ROM» сохраняет настройки энергосбережения и состояния сохранений на случай, если вы решите импортировать игру позже. Вариант «ROM + данные сохранения» удаляет все данные, связанные с этой игрой.
zh_hans: “仅ROM”会保留其电池存档和存档状态，以便您日后重新导入。“ROM + 存档数据”会删除该游戏的所有内容。

source: %d code line(s)
de: %d Codezeile(n)
es: %d línea(s) de código
fr: %d ligne(s) de code
it: %d riga/e di codice
ja: %d コード行
ko: %d 코드 줄
pt_pt: %d linha(s) de código
ru: %d строка (строки) кода
zh_hans: %d 代码行

source: A button
de: Taste A
es: Botón A
fr: Bouton A
it: Pulsante A
ja: Aボタン
ko: A 버튼
pt_pt: Botão A
ru: Кнопка A
zh_hans: A 键

source: A customizable overlay — adjust opacity and size, or hide it entirely, from Settings.
de: Ein anpassbares Overlay – Deckkraft und Größe ändern oder ganz ausblenden, direkt in den Einstellungen.
es: Un mando superpuesto y personalizable: ajusta su opacidad y su tamaño, u ocúltalo por completo, desde Ajustes.
fr: Une surcouche personnalisable — ajustez son opacité et sa taille, ou masquez-la complètement, depuis les Réglages.
it: Comandi a schermo personalizzabili — regola opacità e dimensioni, o nascondili del tutto, dalle Impostazioni.
ja: 自由にカスタマイズできるオーバーレイ。設定から不透明度やサイズを調整したり、まるごと非表示にしたりできます。
ko: 내 마음대로 바꾸는 오버레이 — 설정에서 불투명도와 크기를 조절하거나 아예 숨길 수 있습니다.
pt_pt: Uma sobreposição personalizável — ajuste a opacidade e o tamanho, ou oculte-a por completo, nas Definições.
ru: Настраиваемое наложение — непрозрачность и размер меняются в настройках, а сам контроллер можно полностью скрыть.
zh_hans: 可自定义的屏幕手柄——在设置中调整不透明度和大小，也可将其完全隐藏。

source: A turbo button fires by itself while you hold it. Works with the on-screen controls, a controller and a keyboard.
de: Eine Turbo-Taste feuert von selbst, solange du sie gedrückt hältst. Funktioniert mit der Bildschirmsteuerung, einem Controller und einer Tastatur.
es: Un botón turbo dispara solo mientras lo mantienes pulsado. Vale para los controles en pantalla, un mando y un teclado.
fr: Un bouton turbo tire tout seul tant que vous le maintenez. Fonctionne avec les commandes à l’écran, une manette et un clavier.
it: Un tasto turbo spara da solo finché lo tieni premuto. Funziona con i comandi a schermo, un controller e una tastiera.
ja: 連射に設定したボタンは、押している間ずっと自動で連打します。画面上のボタン、コントローラー、キーボードのいずれでも有効です。
ko: 연사로 설정한 버튼은 누르고 있는 동안 저절로 연타됩니다. 화면 버튼, 컨트롤러, 키보드 모두에서 작동합니다.
pt_pt: Um botão turbo dispara sozinho enquanto o mantiver premido. Funciona com os controlos no ecrã, um comando e um teclado.
ru: Кнопка с турбо срабатывает сама, пока вы её удерживаете. Работает с экранными кнопками, геймпадом и клавиатурой.
zh_hans: 设为连发的按键在按住时会自动连续触发。屏幕按键、手柄和键盘均有效。

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_pt: Acerca de
ru: О программе
zh_hans: 关于

source: Accent Color
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
it: Colore d'accento
ja: アクセントカラー
ko: 강조 색상
pt_pt: Cor de destaque
ru: Акцентный цвет
zh_hans: 强调色

source: Accent color
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
it: Colore d’accento
ja: アクセントカラー
ko: 강조 색상
pt_pt: Cor de destaque
ru: Акцентный цвет
zh_hans: 强调色

source: Accepted names: bios7.bin, bios9.bin, firmware.bin. Files are validated by expected size and stored locally inside the app container.
de: Zulässige Dateinamen: bios7.bin, bios9.bin, firmware.bin. Die Dateien werden anhand ihrer erwarteten Größe überprüft und lokal im App-Container gespeichert.
es: Nombres admitidos: bios7.bin, bios9.bin, firmware.bin. Los archivos se comprueban para verificar que tengan el tamaño esperado y se almacenan localmente dentro del contenedor de la aplicación.
fr: Noms autorisés : bios7.bin, bios9.bin, firmware.bin. Les fichiers sont validés en fonction de leur taille attendue et stockés localement dans le conteneur de l'application.
it: Nomi ammessi: bios7.bin, bios9.bin, firmware.bin. I file vengono verificati in base alla dimensione prevista e memorizzati localmente all'interno del container dell'app.
ja: 許可されるファイル名：bios7.bin、bios9.bin、firmware.bin。ファイルは想定サイズに基づいて検証され、アプリコンテナ内にローカルで保存されます。
ko: 허용되는 파일명: bios7.bin, bios9.bin, firmware.bin. 파일은 예상 크기를 기준으로 유효성 검사가 수행되며, 앱 컨테이너 내에 로컬로 저장됩니다.
pt_pt: Nomes aceites: bios7.bin, bios9.bin, firmware.bin. Os ficheiros são validados com base no tamanho esperado e armazenados localmente no interior do contentor da aplicação.
ru: Допустимые имена: bios7.bin, bios9.bin, firmware.bin. Файлы проверяются на соответствие ожидаемому размеру и хранятся локально внутри контейнера приложения.
zh_hans: 允许的文件名：bios7.bin、bios9.bin、firmware.bin。系统会根据预期大小对文件进行验证，并将文件存储在应用容器内。

source: Add Cheat
de: Cheat hinzufügen
es: Añadir truco
fr: Ajouter une astuce
it: Aggiungi trucco
ja: チートを追加
ko: 치트 추가
pt_pt: Adicionar código de trapaça
ru: Добавить чит
zh_hans: 添加作弊码

source: Add Your Games
de: Füge deine Spiele hinzu
es: Añade tus juegos
fr: Ajoutez vos jeux
it: Aggiungi i tuoi giochi
ja: ゲームを追加する
ko: 게임 추가하기
pt_pt: Adicione os seus jogos
ru: Добавьте свои игры
zh_hans: 添加您的游戏

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt_pt: Adicionar aos favoritos
ru: В избранное
zh_hans: 添加到收藏

source: Add your first game
de: Füge dein erstes Spiel hinzu
es: Añade tu primer juego
fr: Ajoutez votre premier jeu
it: Aggiungi il tuo primo gioco
ja: 最初のゲームを追加する
ko: 첫 번째 게임을 추가하세요
pt_pt: Adiciona o teu primeiro jogo
ru: Добавьте свою первую игру
zh_hans: 添加你的第一款游戏

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunta
ja: 追加日
ko: 추가일
pt_pt: Adicionado
ru: Добавлено
zh_hans: 已添加

source: Added %@
de: %@ hinzugefügt
es: %@ añadido
fr: %@ ajouté
it: %@ aggiunto
ja: %@を追加しました
ko: %@ 추가됨
pt_pt: %@ adicionado
ru: Добавлено: %@
zh_hans: 已添加 %@

source: Added %d games
de: %d Spiele hinzugefügt
es: %d juegos añadidos
fr: %d jeux ajoutés
it: %d giochi aggiunti
ja: %d本のゲームを追加しました
ko: 게임 %d개 추가됨
pt_pt: %d jogos adicionados
ru: Добавлено игр: %d
zh_hans: 已添加 %d 个游戏

source: All save-state slots
de: Alle Speicherplätze
es: Todas las ranuras de guardado
fr: Tous les emplacements de sauvegarde
it: Tutti gli slot di salvataggio
ja: すべてのセーブステートスロット
ko: 모든 세이브 스테이트 슬롯
pt_pt: Todos os espaços de gravação de estado
ru: Все ячейки для сохранения состояния
zh_hans: 所有存档槽位

source: Already Exists
de: Bereits vorhanden
es: Ya existe
fr: Existe déjà
it: Esiste già
ja: すでに存在します
ko: 이미 있음
pt_pt: Já existe
ru: Уже существует
zh_hans: 已存在

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모양
pt_pt: Aspeto
ru: Оформление
zh_hans: 外观

source: Applies the next time you open a game. You can also adjust volume from the pause menu while playing.
de: Die Einstellung wird beim nächsten Start des Spiels übernommen. Du kannst die Lautstärke auch während des Spiels über das Pausenmenü anpassen.
es: Se aplicará la próxima vez que abras un juego. También puedes ajustar el volumen desde el menú de pausa mientras juegas.
fr: Ces réglages s'appliqueront la prochaine fois que vous lancerez un jeu. Vous pouvez également régler le volume depuis le menu de pause pendant que vous jouez.
it: L'impostazione verrà applicata alla prossima apertura del gioco. È inoltre possibile regolare il volume dal menu di pausa durante il gioco.
ja: 次回ゲームを起動した際に反映されます。また、プレイ中はポーズメニューから音量を調整することもできます。
ko: 다음에 게임을 실행할 때 적용됩니다. 게임 플레이 중에는 일시 정지 메뉴에서 음량을 조절할 수도 있습니다.
pt_pt: A aplicação entra em vigor na próxima vez que abrires um jogo. Também podes ajustar o volume a partir do menu de pausa enquanto jogas.
ru: Настройки вступят в силу при следующем запуске игры. Во время игры громкость также можно регулировать в меню паузы.
zh_hans: 该设置将在您下次启动游戏时生效。您也可以在游戏过程中通过暂停菜单调整音量。

source: Arrow keys move, with the rest of the DS pad mapped across the keys next to them.
de: Die Pfeiltasten steuern die Bewegung, der Rest des DS-Pads liegt auf den Tasten daneben.
es: Las flechas mueven al personaje, y el resto de botones de la DS están asignados a las teclas de al lado.
fr: Les flèches assurent le déplacement, et le reste des boutons de la DS est réparti sur les touches voisines.
it: I tasti freccia servono per muoversi, il resto dei comandi del DS è mappato sui tasti accanto.
ja: 矢印キーで移動、その他のDSのボタンも隣接するキーに割り当て済みです。
ko: 화살표 키로 이동하고, 나머지 DS 버튼은 그 옆 키들에 매핑됩니다.
pt_pt: As setas do teclado controlam o movimento, com o resto dos botões da DS mapeado nas teclas ao lado.
ru: Стрелки отвечают за движение, а остальные кнопки DS назначены на соседние клавиши.
zh_hans: 方向键控制移动，其余 DS 按键映射到旁边的按键上。

source: Auto Save State on Exit
de: Beim Beenden automatisch speichern
es: Guardado automático al salir
fr: Sauvegarde auto en quittant
it: Salvataggio automatico all’uscita
ja: 終了時に自動セーブ
ko: 종료 시 자동 저장
pt_pt: Guardar automaticamente ao sair
ru: Автосохранение при выходе
zh_hans: 退出时自动存档

source: Auto-Save
de: Automatisches Speichern
es: Guardado automático
fr: Enregistrement automatique
it: Salvataggio automatico
ja: 自動保存
ko: 자동 저장
pt_pt: Gravação automática
ru: Автосохранение
zh_hans: 自动保存

source: Auto-Throttle When Hot
de: Bei Hitze drosseln
es: Reducir si se calienta
fr: Réduire en cas de surchauffe
it: Riduci se si surriscalda
ja: 高温時に自動で抑える
ko: 발열 시 자동 제한
pt_pt: Reduzir se aquecer
ru: Снижать при нагреве
zh_hans: 过热时自动降速

source: Auto-saved
de: Automatisch gespeichert
es: Guardado automáticamente
fr: Enregistré automatiquement
it: Salvataggio automatico
ja: 自動保存
ko: 자동 저장됨
pt_pt: Guardado automaticamente
ru: Сохранено автоматически
zh_hans: 自动保存

source: Automatic (%@)
de: Automatisch (%@)
es: Automático (%@)
fr: Automatique (%@)
it: Automatico (%@)
ja: 自動（%@）
ko: 자동(%@)
pt_pt: Automático (%@)
ru: Автоматически (%@)
zh_hans: 自动（%@）

source: Autosave on exit
de: Automatisch beim Beenden speichern
es: Guardado automático al salir
fr: Sauvegarde auto en quittant
it: Salvataggio automatico all’uscita
ja: 終了時に自動セーブ
ko: 종료 시 자동 저장
pt_pt: Guardar automaticamente ao sair
ru: Автосохранение при выходе
zh_hans: 退出时自动存档

source: B button
de: Taste B
es: Botón B
fr: Bouton B
it: Pulsante B
ja: Bボタン
ko: B 버튼
pt_pt: Botão B
ru: Кнопка B
zh_hans: B 键

source: BIOS Import Failed
de: BIOS-Import fehlgeschlagen
es: Error al importar la BIOS
fr: Échec de l’import du BIOS
it: Importazione BIOS non riuscita
ja: BIOSの読み込みに失敗しました
ko: BIOS 가져오기 실패
pt_pt: Falha ao importar a BIOS
ru: Не удалось импортировать BIOS
zh_hans: BIOS 导入失败

source: BIOS Setup
de: BIOS-Einrichtung
es: Configurar la BIOS
fr: Configuration du BIOS
it: Configurazione BIOS
ja: BIOSの設定
ko: BIOS 설정
pt_pt: Configurar a BIOS
ru: Настройка BIOS
zh_hans: BIOS 设置

source: BIOS setup
de: BIOS-Einrichtung
es: Configurar la BIOS
fr: Configuration du BIOS
it: Configurazione BIOS
ja: BIOSの設定
ko: BIOS 설정
pt_pt: Configurar a BIOS
ru: Настройка BIOS
zh_hans: BIOS 设置

source: BIOS/firmware files are optional. eNDS can boot and run almost any game using a built-in compatibility BIOS. Importing real dumps from your own console can improve compatibility for a few games. eNDS does not include or download BIOS files.
de: BIOS-/Firmware-Dateien sind optional. eNDS kann mithilfe eines integrierten Kompatibilitäts-BIOS fast jedes Spiel starten und ausführen. Das Importieren echter Dumps von Ihrer eigenen Konsole kann die Kompatibilität für einige Spiele verbessern. eNDS enthält keine BIOS-Dateien und lädt diese auch nicht herunter.
es: Los archivos de BIOS/firmware son opcionales. eNDS puede arrancar y ejecutar casi cualquier juego utilizando una BIOS de compatibilidad integrada. Importar volcados reales desde tu propia consola puede mejorar la compatibilidad con algunos juegos. eNDS no incluye ni descarga archivos de BIOS.
fr: Les fichiers BIOS/firmware sont facultatifs. eNDS peut démarrer et exécuter presque tous les jeux grâce à un BIOS de compatibilité intégré. L'importation de sauvegardes réelles depuis votre propre console peut améliorer la compatibilité pour certains jeux. eNDS n'inclut ni ne télécharge de fichiers BIOS.
it: I file BIOS/firmware sono facoltativi. eNDS è in grado di avviare ed eseguire quasi tutti i giochi grazie a un BIOS di compatibilità integrato. L'importazione di dump originali dalla propria console può migliorare la compatibilità per alcuni giochi. eNDS non include né scarica file BIOS.
ja: BIOS/ファームウェアファイルは任意です。eNDSは、内蔵の互換BIOSを使用して、ほぼすべてのゲームを起動・実行できます。お手持ちのコンソールから実際のダンプデータをインポートすることで、一部のゲームの互換性が向上する場合があります。eNDSにはBIOSファイルは含まれておらず、BIOSファイルのダウンロードも行いません。
ko: BIOS/펌웨어 파일은 선택 사항입니다. eNDS는 내장된 호환성 BIOS를 사용하여 거의 모든 게임을 부팅하고 실행할 수 있습니다. 본인의 콘솔에서 실제 덤프 파일을 가져오면 일부 게임의 호환성이 향상될 수 있습니다. eNDS는 BIOS 파일을 포함하거나 다운로드하지 않습니다.
pt_pt: Os ficheiros de BIOS/firmware são opcionais. O eNDS consegue arrancar e executar praticamente qualquer jogo utilizando uma BIOS de compatibilidade integrada. A importação de dumps reais da sua própria consola pode melhorar a compatibilidade com alguns jogos. O eNDS não inclui nem descarrega ficheiros de BIOS.
ru: Файлы BIOS/прошивки не являются обязательными. eNDS может загружать и запускать практически любую игру с помощью встроенного BIOS-модуля, обеспечивающего совместимость. Импорт реальных дампов с вашей собственной консоли может улучшить совместимость с некоторыми играми. eNDS не содержит и не загружает файлы BIOS.
zh_hans: BIOS/固件文件为可选。eNDS 可以利用内置的兼容性 BIOS 启动并运行几乎所有游戏。从您自己的游戏机导入真实的转储文件，可以提高部分游戏的兼容性。eNDS 不包含也不下载 BIOS 文件。

source: Back to Library
de: Zurück zur Bibliothek
es: Volver a la biblioteca
fr: Retour à la bibliothèque
it: Torna alla biblioteca
ja: ライブラリに戻る
ko: 도서관으로 돌아가기
pt_pt: Voltar à biblioteca
ru: Вернуться в библиотеку
zh_hans: 返回图书馆

source: Background
de: Hintergrund
es: Fondo
fr: Fond
it: Sfondo
ja: 背景
ko: 배경
pt_pt: Fundo
ru: Фон
zh_hans: 背景

source: Background Images are PRO
de: Hintergrundbilder sind PRO
es: Las imágenes de fondo son PRO
fr: Les images d'arrière-plan sont PRO
it: Le immagini di sfondo sono PRO
ja: 背景画像はPRO機能です
ko: 배경 이미지는 PRO 기능입니다
pt_pt: As imagens de fundo são PRO
ru: Фоновые изображения — функция PRO
zh_hans: 背景图片为 PRO 功能

source: Battery
de: Batterie
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
pt_pt: Bateria
ru: Батарея
zh_hans: 电池

source: Battery Save
de: Batteriespeicher
es: Partida del cartucho
fr: Sauvegarde de la batterie
it: Salvataggio su batteria
ja: バッテリーセーブ
ko: 배터리 저장
pt_pt: Gravação de bateria
ru: Сохранение картриджа
zh_hans: 电池存档

source: Battery Saver is holding speed at 1x — see Settings > Battery
de: Der Energiesparmodus hält das Tempo bei 1x – siehe Einstellungen > Akku
es: El ahorro de batería mantiene la velocidad en 1x — mira Ajustes > Batería
fr: L'économiseur de batterie maintient la vitesse à 1x — voir Réglages > Batterie
it: Il risparmio energetico tiene la velocità a 1x — vedi Impostazioni > Batteria
ja: 低電力モードにより速度は1xに制限されています（設定＞バッテリー）
ko: 저전력 모드로 속도가 1x로 제한됩니다 — 설정 > 배터리 참고
pt_pt: A poupança de bateria está a manter a velocidade em 1x — ver Definições > Bateria
ru: Режим энергосбережения удерживает скорость на 1x — см. Настройки > Батарея
zh_hans: 低电量模式将速度限制为 1x — 见设置 > 电池

source: Billed %@ per %@. Renews automatically unless cancelled at least 24 hours before the end of the current period. Manage or cancel in your App Store account settings.
de: Abrechnung: %@ pro %@. Verlängert sich automatisch, sofern nicht mindestens 24 Stunden vor Ende des laufenden Zeitraums gekündigt wird. Verwalten oder kündigen kannst du in den Einstellungen deines App-Store-Accounts.
es: Se te cobrará %@ por %@. Se renueva automáticamente salvo que la canceles al menos 24 horas antes de que termine el periodo en curso. Puedes gestionarla o cancelarla en los ajustes de tu cuenta de App Store.
fr: Facturé %@ par %@. Se renouvelle automatiquement sauf résiliation au moins 24 heures avant la fin de la période en cours. Vous pouvez gérer ou résilier dans les réglages de votre compte App Store.
it: Ti verrà addebitato %@ ogni %@. Si rinnova automaticamente se non la disdici almeno 24 ore prima della fine del periodo in corso. Puoi gestirla o disdirla nelle impostazioni del tuo account App Store.
ja: %2$@ごとに%1$@が請求されます。現在の期間が終了する24時間前までに解約しない限り、自動的に更新されます。App Storeのアカウント設定で管理・解約できます。
ko: %2$@마다 %1$@이(가) 청구됩니다. 현재 기간 종료 24시간 전까지 해지하지 않으면 자동으로 갱신됩니다. App Store 계정 설정에서 관리하거나 해지할 수 있습니다.
pt_pt: Cobrança de %@ por %@. Renova-se automaticamente exceto se cancelar até 24 horas antes do fim do período em curso. Pode gerir ou cancelar nas definições da sua conta App Store.
ru: Списание %@ за %@. Продлевается автоматически, если не отменить не менее чем за 24 часа до окончания текущего периода. Управлять подпиской или отменить её можно в настройках аккаунта App Store.
zh_hans: 每%2$@收取%1$@。除非在当前周期结束前至少24小时取消，否则将自动续订。您可以在 App Store 账户设置中管理或取消。

source: Blow into the mic — games that listen actually hear you.
de: Puste ins Mikrofon – Spiele, die zuhören, hören dich wirklich.
es: Sopla al micrófono: los juegos que escuchan te oyen de verdad.
fr: Soufflez dans le micro — les jeux qui écoutent vous entendent vraiment.
it: Soffia nel microfono: i giochi che ascoltano ti sentono davvero.
ja: マイクに息を吹きかけよう。音を聞くゲームが本当に反応します。
ko: 마이크에 숨을 불어보세요. 소리를 듣는 게임이 정말로 반응합니다.
pt_pt: Sopre para o microfone — os jogos que ouvem, ouvem-no mesmo.
ru: Подуйте в микрофон — игры, которые слушают, действительно вас слышат.
zh_hans: 对着麦克风吹气——会聆听的游戏真的能听到你。

source: Border
de: Rahmen
es: Borde
fr: Bordure
it: Bordo
ja: 枠線
ko: 테두리
pt_pt: Contorno
ru: Рамка
zh_hans: 边框

source: Border width
de: Rahmenbreite
es: Ancho del borde
fr: Largeur de la bordure
it: Larghezza del bordo
ja: 枠の幅
ko: 테두리 너비
pt_pt: Largura da moldura
ru: Ширина границы
zh_hans: 边框宽度

source: Bottom Screen Only
de: Nur unterer Bildschirm
es: Solo la pantalla inferior
fr: Écran inférieur uniquement
it: Solo schermo inferiore
ja: 下部画面のみ
ko: 하단 화면만
pt_pt: Apenas o ecrã inferior
ru: Только нижний экран
zh_hans: 仅显示底部屏幕

source: Built with care by an independent developer. Your support keeps eNDS moving forward.
de: Mit Sorgfalt von einem unabhängigen Entwickler gebaut. Deine Unterstützung bringt eNDS voran.
es: Creada con esmero por un desarrollador independiente. Tu apoyo hace que eNDS siga avanzando.
fr: Conçu avec soin par un développeur indépendant. Votre soutien fait avancer eNDS.
it: Creato con cura da uno sviluppatore indipendente. Il tuo supporto fa crescere eNDS.
ja: 個人開発者が丹精込めて作っています。 あなたのサポートが eNDS を前へ進めます。
ko: 독립 개발자가 정성껏 만들었습니다. 여러분의 지원이 eNDS를 발전시킵니다.
pt_pt: Criada com cuidado por um programador independente. O seu apoio faz o eNDS avançar.
ru: Сделано с заботой независимым разработчиком. Ваша поддержка помогает eNDS развиваться.
zh_hans: 由独立开发者用心打造。 你的支持让 eNDS 不断前进。

source: Buttons
de: Tasten
es: Botones
fr: Boutons
it: Pulsanti
ja: ボタン
ko: 버튼
pt_pt: Botões
ru: Кнопки
zh_hans: 按键

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
ru: Отменить
zh_hans: 取消

source: Cartridge save recovered
de: Modulspeicher wiederhergestellt
es: Partida del cartucho recuperada
fr: Sauvegarde de la cartouche récupérée
it: Salvataggio della cartuccia ripristinato
ja: カートリッジのセーブデータを復元しました
ko: 카트리지 저장 데이터 복구됨
pt_pt: Gravação do cartucho recuperada
ru: Сохранение картриджа восстановлено
zh_hans: 卡带存档已恢复

source: Check your connection and try again. You can keep playing in the meantime — nothing is locked behind this screen except the PRO extras.
de: Prüfe deine Verbindung und versuch es erneut. In der Zwischenzeit kannst du weiterspielen – hinter diesem Bildschirm liegt nichts außer den PRO-Extras.
es: Comprueba tu conexión e inténtalo de nuevo. Mientras tanto puedes seguir jugando: esta pantalla no bloquea nada, salvo los extras PRO.
fr: Vérifiez votre connexion et réessayez. Vous pouvez continuer à jouer entre-temps — rien n'est bloqué derrière cet écran, à part les extras PRO.
it: Verifica la connessione e riprova. Nel frattempo puoi continuare a giocare: dietro questa schermata non c'è nulla di bloccato, a parte gli extra PRO.
ja: 接続を確認して、もう一度お試しください。その間もプレイは続けられます。この画面の先にあるのはPROの追加機能だけで、ほかに制限されるものはありません。
ko: 연결 상태를 확인하고 다시 시도해 주세요. 그동안에도 계속 플레이할 수 있습니다 — 이 화면 뒤에 잠겨 있는 것은 PRO 추가 기능뿐입니다.
pt_pt: Verifique a sua ligação e tente novamente. Entretanto, pode continuar a jogar — nada fica bloqueado por trás deste ecrã, exceto os extras PRO.
ru: Проверьте подключение и повторите попытку. Тем временем можно спокойно играть — за этим экраном нет ничего, кроме дополнительных возможностей PRO.
zh_hans: 请检查您的网络连接，然后重试。在此期间您可以继续游戏——除 PRO 附加功能外，此页面不会锁定任何内容。

source: Colors
de: Farben
es: Colores
fr: Couleurs
it: Colori
ja: 色
ko: 색상
pt_pt: Cores
ru: Цвета
zh_hans: 颜色

source: Connect a controller
de: Controller verbinden
es: Conecta un mando
fr: Connectez une manette
it: Collega un controller
ja: コントローラーを接続してください
ko: 컨트롤러를 연결하세요
pt_pt: Liga um comando
ru: Подключите контроллер
zh_hans: 请连接手柄

source: Connect any MFi or Bluetooth gamepad — buttons map automatically to a real DS layout.
de: Verbinde ein beliebiges MFi- oder Bluetooth-Gamepad – die Tasten landen automatisch auf einem echten DS-Layout.
es: Conecta cualquier mando MFi o Bluetooth: los botones se asignan solos a una disposición de DS real.
fr: Connectez n'importe quelle manette MFi ou Bluetooth — les boutons se configurent automatiquement selon la disposition d'une vraie DS.
it: Collega un gamepad MFi o Bluetooth qualsiasi — i pulsanti si mappano da soli sul layout originale del DS.
ja: MFiやBluetoothのゲームパッドを接続するだけ。ボタンは本物のDSの配置に自動で割り当てられます。
ko: MFi 또는 Bluetooth 게임패드를 연결하세요 — 버튼이 실제 DS 배치에 맞춰 자동으로 매핑됩니다.
pt_pt: Ligue qualquer comando MFi ou Bluetooth — os botões são mapeados automaticamente para a disposição de uma DS real.
ru: Подключите любой геймпад MFi или Bluetooth — кнопки автоматически встанут так же, как на настоящей DS.
zh_hans: 连接任意 MFi 或 Bluetooth 手柄——按键会自动映射为真实的 DS 布局。

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_pt: Conectado
ru: Подключено
zh_hans: 已连接
